{
    "words": [
        {
            "word": "Ephemeral",
            "definition": "Lasting for a very short time.",
            "example": "The beauty of the cherry blossoms is ephemeral, lasting only for a week."
        },
        {
            "word": "Ubiquitous",
            "definition": "Present, appearing, or found everywhere.",
            "example": "Smartphones have become ubiquitous in modern society."
        },
        {
            "word": "Mellifluous",
            "definition": "A sound that is sweet and musical; pleasant to hear.",
            "example": "The singer's mellifluous voice captivated the audience."
        },
        {
            "word": "Pulchritudinous",
            "definition": "Having great physical beauty.",
            "example": "The pulchritudinous landscape was breathtaking."
        },
        {
            "word": "Serendipity",
            "definition": "The occurrence and development of events by chance in a happy or beneficial way.",
            "example": "Their meeting was pure serendipity, a chance encounter that led to a lifelong friendship."
        },
        {
            "word": "Petrichor",
            "definition": "A pleasant smell that frequently accompanies the first rain after a long period of warm, dry weather.",
            "example": "The air was filled with the sweet scent of petrichor after the summer storm."
        },
        {
            "word": "Limerence",
            "definition": "The state of being infatuated or obsessed with another person, typically experienced involuntarily and characterized by a strong desire for reciprocation of one's feelings but not primarily for a sexual relationship.",
            "example": "He was in a state of limerence, unable to think of anything but her."
        },
        {
            "word": "Sonder",
            "definition": "The realization that each random passerby is living a life as vivid and complex as your own.",
            "example": "As he sat in the busy cafe, he was struck by a profound sense of sonder."
        },
        {
            "word": "Defenestration",
            "definition": "The action of throwing someone out of a window.",
            "example": "The historical account described the dramatic defenestration of the unpopular official."
        },
        {
            "word": "Ineffable",
            "definition": "Too great or extreme to be expressed or described in words.",
            "example": "The beauty of the sunset was ineffable."
        },
        {
            "word": "Cacophony",
            "definition": "A harsh, discordant mixture of sounds.",
            "example": "The cacophony of the city traffic was overwhelming."
        },
        {
            "word": "Ethereal",
            "definition": "Extremely delicate and light in a way that seems too perfect for this world.",
            "example": "The ethereal music seemed to float in the air."
        },
        {
            "word": "Nefarious",
            "definition": "Wicked or criminal.",
            "example": "The nefarious villain plotted to take over the world."
        },
        {
            "word": "Obfuscate",
            "definition": "To deliberately make something unclear or difficult to understand.",
            "example": "The politician tried to obfuscate the issue with a long, rambling speech."
        },
        {
            "word": "Quixotic",
            "definition": "Exceedingly idealistic; unrealistic and impractical.",
            "example": "His quixotic quest to end world hunger was admirable but ultimately doomed to fail."
        },
        {
            "word": "Rambunctious",
            "definition": "Uncontrollably exuberant; boisterous.",
            "example": "The rambunctious children were running and shouting in the playground."
        },
        {
            "word": "Taciturn",
            "definition": "Reserved or uncommunicative in speech; saying little.",
            "example": "The taciturn old man rarely spoke, but when he did, his words were full of wisdom."
        },
        {
            "word": "Verisimilitude",
            "definition": "The appearance of being true or real.",
            "example": "The movie was praised for its verisimilitude, accurately depicting life in the 19th century."
        },
        {
            "word": "Zephyr",
            "definition": "A soft gentle breeze.",
            "example": "A gentle zephyr rustled the leaves in the trees."
        },
        {
            "word": "Anachronism",
            "definition": "A thing belonging or appropriate to a period other than that in which it exists, especially a thing that is conspicuously old-fashioned.",
            "example": "The movie was full of anachronisms, like a knight wearing a digital watch."
        }
    ]
}
